-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: localhost    Database: ems
-- ------------------------------------------------------
-- Server version	5.7.10-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `experiments_unjoinstudents`
--

DROP TABLE IF EXISTS `experiments_unjoinstudents`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `experiments_unjoinstudents` (
  `students_id` int(11) NOT NULL,
  `experiments_id` int(11) NOT NULL,
  `reason` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`students_id`,`experiments_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `experiments_unjoinstudents`
--

LOCK TABLES `experiments_unjoinstudents` WRITE;
/*!40000 ALTER TABLE `experiments_unjoinstudents` DISABLE KEYS */;
INSERT INTO `experiments_unjoinstudents` VALUES (3,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(3,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(3,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(3,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(4,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(5,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(6,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(10,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(12,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(12,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(12,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(12,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(13,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(13,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(13,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(13,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(14,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(15,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(16,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(16,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(16,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(16,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(17,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(17,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(17,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(17,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(18,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(19,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(20,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(21,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(21,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(21,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(22,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(23,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(23,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(23,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(23,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(24,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(24,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(24,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(25,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(26,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(28,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(28,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(28,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(29,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(30,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(31,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(32,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(33,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(34,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(35,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(36,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(38,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(38,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(38,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(39,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(39,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(46,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(46,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(47,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(48,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(50,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(51,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(52,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(52,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(55,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(59,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(59,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(59,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(64,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(64,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(64,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(64,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(66,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(66,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(70,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(70,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(70,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(76,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(76,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(77,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(78,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(79,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(85,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(86,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(90,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(90,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(99,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(99,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(100,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(101,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(101,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(111,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(111,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(112,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(112,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(113,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(113,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(116,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(116,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(127,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(127,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(127,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(127,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(138,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(138,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(141,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(142,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(142,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(142,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(142,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(143,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(150,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(151,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(154,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(154,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(157,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(157,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(157,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(157,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(161,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(161,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(166,5,'参加过限制实验：YL01_消费者行为学实验_PW或'),(166,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(166,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(169,6,'参加过限制实验：消费者行为学实验（针对消费者行为学课程）或'),(174,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(174,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(175,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(175,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(178,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(178,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(181,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(181,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(183,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(183,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(188,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(188,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(199,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(201,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(201,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(202,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(202,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(206,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(206,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(209,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(209,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(212,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(212,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(216,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(216,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或'),(228,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(235,7,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或'),(235,10,'参加过限制实验：YL01_消费者行为学实验_PW或YL02_消费者行为学实验_PW或YL04_消费者行为学实验_PW或');
/*!40000 ALTER TABLE `experiments_unjoinstudents` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-06-03  0:11:54
