-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: localhost    Database: ems
-- ------------------------------------------------------
-- Server version	5.7.10-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `experiments_screenings`
--

DROP TABLE IF EXISTS `experiments_screenings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `experiments_screenings` (
  `screenings` int(11) NOT NULL,
  `experiments_id` int(11) NOT NULL,
  `duration` int(11) DEFAULT NULL,
  `endtime` varchar(255) DEFAULT NULL,
  `field` varchar(255) DEFAULT NULL,
  `havestudents` int(11) DEFAULT NULL,
  `needstudents` int(11) DEFAULT NULL,
  `starttime` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`screenings`,`experiments_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `experiments_screenings`
--

LOCK TABLES `experiments_screenings` WRITE;
/*!40000 ALTER TABLE `experiments_screenings` DISABLE KEYS */;
INSERT INTO `experiments_screenings` VALUES (1,1,0,'05/13/2017 2:25 PM','管理学院嘉庚一512教室',10,10,'05/13/2017 2:00 PM','已完成'),(1,3,0,'05/13/2017 2:25 PM','嘉庚一512',10,10,'05/13/2017 2:00 PM','已创建'),(1,4,0,'05/20/2017 1:20 PM','嘉庚一512',2,2,'05/20/2017 1:00 PM','已完成'),(1,5,0,'05/21/2017 8:50 AM','嘉庚一512',2,2,'05/21/2017 8:30 AM','已完成'),(1,6,0,'05/21/2017 2:25 PM','嘉庚一512',3,10,'05/21/2017 2:00 PM','已完成'),(1,8,0,'05/27/2017 8:50 AM','嘉庚一512',2,2,'05/27/2017 8:30 AM','已创建'),(1,10,0,'05/28/2017 1:50 PM','嘉庚一512',2,2,'05/28/2017 1:30 PM','已创建'),(2,3,0,'05/13/2017 2:55 PM','嘉庚一512',10,10,'05/13/2017 2:30 PM','已创建'),(2,4,0,'05/20/2017 1:40 PM','嘉庚一512',1,2,'05/20/2017 1:20 PM','已完成'),(2,5,0,'05/21/2017 9:10 AM','嘉庚一512',2,2,'05/21/2017 8:50 AM','已完成'),(2,6,0,'05/21/2017 2:55 PM','嘉庚一512',6,10,'05/21/2017 2:30 PM','已完成'),(2,8,0,'05/27/2017 9:10 AM','嘉庚一512',2,2,'05/27/2017 8:50 AM','已创建'),(2,10,0,'05/28/2017 2:10 PM','嘉庚一512',0,2,'05/28/2017 1:50 PM','已创建'),(3,3,0,'05/10/2017 3:25 PM','嘉庚一512',9,10,'05/13/2017 3:00 PM','已创建'),(3,4,0,'05/20/2017 2:00 PM','嘉庚一512',2,2,'05/20/2017 1:40 PM','已完成'),(3,5,0,'05/21/2017 9:30 AM','嘉庚一512',2,2,'05/21/2017 9:10 AM','已完成'),(3,6,0,'05/21/2017 3:25 PM','嘉庚一512',2,10,'05/21/2017 3:00 PM','已完成'),(3,8,0,'05/27/2017 9:30 AM','嘉庚一512',2,2,'05/27/2017 9:10 AM','已创建'),(3,10,0,'05/28/2017 2:30 PM',' 嘉庚一512',1,2,'05/28/2017 2:10 PM','已创建'),(4,3,0,'05/13/2017 3:55 PM','嘉庚一512',6,10,'05/13/2017 3:30 PM','已创建'),(4,4,0,'05/20/2017 2:20 PM','嘉庚一512',2,2,'05/20/2017 2:00 PM','已完成'),(4,5,0,'05/20/2017 9:50 AM','嘉庚一512',2,2,'05/21/2017 9:30 AM','已完成'),(4,6,0,'05/21/2017 3:55 PM','嘉庚一512',2,10,'05/21/2017 3:30 PM','已完成'),(4,8,0,'05/27/2017 9:50 AM','嘉庚一512',3,3,'05/27/2017 9:30 AM','已创建'),(4,10,0,'05/28/2017 2:50 PM',' 嘉庚一512',1,2,'05/28/2017 2:30 PM','已创建'),(5,3,0,'05/13/2017 4:25 AM','嘉庚一512',10,10,'05/13/2017 4:00 PM','已创建'),(5,4,0,'05/20/2017 2:40 PM','嘉庚一512',2,2,'05/20/2017 2:20 PM','已完成'),(5,5,0,'05/21/2017 10:10 AM','嘉庚一512',2,2,'05/21/2017 9:50 AM','已完成'),(5,6,0,'05/21/2017 4:25 PM','嘉庚一512',4,10,'05/21/2017 4:00 PM','已完成'),(5,8,0,'05/27/2017 10:10 AM','嘉庚一512',3,3,'05/27/2017 9:50 AM','已创建'),(5,10,0,'05/28/2017 3:10 PM',' 嘉庚一512',1,2,'05/28/2017 2:50 PM','已创建'),(6,3,0,'05/13/2017 4:55 PM','嘉庚一512',10,10,'05/13/2017 4:30 PM','已创建'),(6,4,0,'05/20/2017 3:00 PM','嘉庚一512',2,2,'05/20/2017 2:40 PM','已完成'),(6,5,0,'05/21/2017 10:30 AM','嘉庚一512',2,2,'05/21/2017 10:10 AM','已完成'),(6,6,0,'05/21/2017 4:55 PM','嘉庚一512',3,10,'05/21/2017 4:30 PM','已完成'),(6,8,0,'05/27/2017 10:30 AM','嘉庚一512',3,3,'05/27/2017 10:10 AM','已创建'),(6,10,0,'05/28/2017 3:30 PM',' 嘉庚一512',0,2,'05/28/2017 3:10 PM','已创建'),(7,4,0,'05/20/2017 3:20 PM','嘉庚一512',2,2,'05/20/2017 3:00 PM','已完成'),(7,5,0,'05/21/2017 10:50 AM','嘉庚一512',2,2,'05/21/2017 10:30 AM','已完成'),(7,8,0,'05/27/2017 10:50 AM','嘉庚一512',2,2,'05/27/2017 10:30 AM','已创建'),(7,10,0,'05/28/2017 3:50 PM',' 嘉庚一512',0,2,'05/28/2017 3:30 PM','已创建'),(8,4,0,'05/20/2017 3:40 PM','嘉庚一512',2,2,'05/20/2017 3:20 PM','已完成'),(8,5,0,'05/22/2017 11:10 AM','嘉庚一512',2,2,'05/21/2017 10:50 AM','已完成'),(8,8,0,'05/27/2017 11:10 AM','嘉庚一512',2,2,'05/27/2017 10:50 AM','已创建'),(8,10,0,'05/28/2017 4:10 PM',' 嘉庚一512',0,2,'05/28/2017 3:50 PM','已创建'),(9,4,0,'05/20/2017 4:00 PM','嘉庚一512',2,2,'05/20/2017 3:40 PM','已完成'),(9,5,0,'05/21/2017 11:30 AM','嘉庚一512',2,2,'05/21/2017 11:10 AM','已完成'),(9,8,0,'05/27/2017 11:30 AM','嘉庚一512',3,3,'05/27/2017 11:10 AM','已创建'),(9,10,0,'05/28/2017 4:30 PM',' 嘉庚一512',0,2,'05/28/2017 4:10 PM','已创建'),(10,4,0,'05/20/2017 4:20 PM','嘉庚一512',2,2,'05/20/2017 4:00 PM','已完成'),(10,5,0,'05/21/2017 11:50 AM','嘉庚一512',2,2,'05/21/2017 11:30 AM','已完成'),(10,10,0,'05/28/2017 4:50 PM',' 嘉庚一512',0,2,'05/28/2017 4:30 PM','已创建'),(11,4,0,'05/20/2017 4:40 PM','嘉庚一512',2,2,'05/20/2017 4:20 PM','已完成'),(11,5,0,'05/21/2017 12:10 AM','嘉庚一512',2,2,'05/21/2017 11:50 AM','已完成'),(11,10,0,'05/28/2017 5:10 PM',' 嘉庚一512',1,2,'05/28/2017 4:50 PM','已创建'),(12,4,0,'05/20/2017 5:00 PM','嘉庚一512',2,2,'05/20/2017 4:40 PM','已完成'),(12,5,0,'05/21/2017 12:30 AM','嘉庚一512',2,2,'05/21/2017 12:10 AM','已完成'),(12,10,0,'05/28/2017 5:30 PM',' 嘉庚一512',2,2,'05/28/2017 5:10 PM','已创建');
/*!40000 ALTER TABLE `experiments_screenings` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-06-03  0:11:55
